/* eslint-disable no-unused-vars */
import React from "react";
import "./cards.css";
export default function Cards() {
  return (
    <div>
      <article className="why__quran">
        <div className="container">
          <h2 className="main__title">
            <span className="special">لماذا </span>قرآن أون لاين ؟
          </h2>

          <div className="row g-4">
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة معلمين معتمدين"
                    id="ايقونة_معلمين_معتمدين"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g
                      id="teacher-giving-lecture"
                      transform="translate(77.464 790.685)"
                    >
                      <g
                        data-name="Group 4177"
                        id="Group_4177"
                        transform="translate(58.011)"
                      >
                        <g data-name="Group 4176" id="Group_4176">
                          <path
                            d="M79.056,193.3a18.309,18.309,0,0,0-2-7.241,9.074,9.074,0,0,0-3.541-4.357c-.035-.019-.215-.108-.274-.136l-2.047-.942-.983-.829-1.58,1.571.65,4.687-.742.2-.742-.2.65-4.687-1.58-1.571-.983.829-2.047.942c-.059.028-.239.116-.274.136a9.074,9.074,0,0,0-3.541,4.357,23.2,23.2,0,0,0-2,7.241c0,.041,0,.082,0,.123a2.12,2.12,0,0,0,2.18,2.049,1.733,1.733,0,0,0,.262-.02,5.109,5.109,0,0,0,1.6-.532l6.278,1.732.048.011h.007l.035.007a.777.777,0,0,0,.115.009.735.735,0,0,0,.111-.009.416.416,0,0,0,.045-.008l.049-.011,6.278-1.732a5.107,5.107,0,0,0,1.6.532,1.717,1.717,0,0,0,.262.02,2.12,2.12,0,0,0,2.18-2.049C79.061,193.378,79.056,193.337,79.056,193.3Zm-11.292,1.594-4.094-1.129a1.721,1.721,0,0,0-.876-2.724v-4.765l4.97,1.371v7.248Zm6.513-3.853a1.721,1.721,0,0,0-.876,2.724l-4.094,1.129v-7.248l4.97-1.371v4.765Z"
                            data-name="Path 708"
                            fill="#cf8b40"
                            id="Path_708"
                            transform="translate(-58.011 -168.045)"
                          ></path>
                          <path
                            d="M149,11.747c2.072,0,4.853-2.589,4.9-6.931C153.931,1.8,152.5,0,149,0s-4.93,1.8-4.9,4.816C144.148,9.158,146.575,11.747,149,11.747Zm-.985-5.721c2.534.27,4.743-3.274,4.707-.1-.021,1.9-1.783,4.768-3.722,4.768-2.035,0-3.439-2.384-3.722-4.766C144.972,3.342,149.715,3.931,148.016,6.026Z"
                            data-name="Path 709"
                            fill="#cf8b40"
                            id="Path_709"
                            transform="translate(-138.476)"
                          ></path>
                        </g>
                      </g>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">نخبة من المُعلمين</h3>
                <p className="card__description">
                  {" "}
                  مجموعة من أكفأ المعلمين (رجال و نساء) حاصلين على إجازات و
                  أسانيد عالية.{" "}
                </p>
              </div>
            </div>
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة اسعار رمزية"
                    id="ايقونة_اسعار_رمزية"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g id="card" transform="translate(131.988 793.947)">
                      <path
                        d="M32,232.54a3.658,3.658,0,0,0,3.453,3.833H56.17a3.658,3.658,0,0,0,3.453-3.833V222H32Zm4.069-5.2a1.959,1.959,0,0,1,1.85-2.053h2.96a1.959,1.959,0,0,1,1.85,2.053v1.369a1.959,1.959,0,0,1-1.85,2.053h-2.96a1.959,1.959,0,0,1-1.85-2.053Z"
                        data-name="Path 234"
                        fill="#cf8b40"
                        id="Path_234"
                        transform="translate(-32 -214.669)"
                      ></path>
                      <path
                        d="M56.17,80H35.453A3.658,3.658,0,0,0,32,83.833v1.779H59.623V83.833A3.658,3.658,0,0,0,56.17,80Z"
                        data-name="Path 235"
                        fill="#cf8b40"
                        id="Path_235"
                        transform="translate(-32 -80)"
                      ></path>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">خدمة عملاء على مدار اليوم</h3>
                <p className="card__description">
                  {" "}
                  بالليل أو بالنهار, إذا كان لديك أي مشكلة أو استفسارات فإن
                  موظفينا موجودون في خدمتك.{" "}
                </p>
              </div>
            </div>
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة مواعيد مرنة"
                    id="ايقونة_مواعيد_مرنة"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g
                      data-name="calendar (1)"
                      id="calendar_1_"
                      transform="translate(127.61 791.727)"
                    >
                      <g
                        data-name="Group 4171"
                        id="Group_4171"
                        transform="translate(5.411)"
                      >
                        <path
                          d="M120.342,258.844a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6h2.1a.6.6,0,0,0,.6-.6v-2.1Z"
                          data-name="Path 693"
                          fill="#cf8b40"
                          id="Path_693"
                          transform="translate(-110.965 -244.198)"
                        ></path>
                        <path
                          d="M216.977,258.844a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6h2.1a.6.6,0,0,0,.6-.6Z"
                          data-name="Path 694"
                          fill="#cf8b40"
                          id="Path_694"
                          transform="translate(-202.344 -244.198)"
                        ></path>
                        <path
                          d="M313.605,258.844a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6H313a.6.6,0,0,0,.6-.6Z"
                          data-name="Path 695"
                          fill="#cf8b40"
                          id="Path_695"
                          transform="translate(-293.718 -244.198)"
                        ></path>
                        <path
                          d="M120.342,355.477a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6h2.1a.6.6,0,0,0,.6-.6v-2.1Z"
                          data-name="Path 696"
                          fill="#cf8b40"
                          id="Path_696"
                          transform="translate(-110.965 -335.576)"
                        ></path>
                        <path
                          d="M216.977,355.477a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6h2.1a.6.6,0,0,0,.6-.6Z"
                          data-name="Path 697"
                          fill="#cf8b40"
                          id="Path_697"
                          transform="translate(-202.344 -335.576)"
                        ></path>
                        <path
                          d="M313.605,355.477a.6.6,0,0,0-.6-.6h-2.1a.6.6,0,0,0-.6.6v2.1a.6.6,0,0,0,.6.6H313a.6.6,0,0,0,.6-.6v-2.1Z"
                          data-name="Path 698"
                          fill="#cf8b40"
                          id="Path_698"
                          transform="translate(-293.718 -335.576)"
                        ></path>
                        <path
                          d="M29.059,54.154v3.211a2.623,2.623,0,0,1-2.629,2.621H24.772a2.636,2.636,0,0,1-2.644-2.621V54.142H14.653v3.223a2.636,2.636,0,0,1-2.644,2.621H10.35a2.623,2.623,0,0,1-2.629-2.621V54.154a2.39,2.39,0,0,0-2.311,2.378v18.82A2.391,2.391,0,0,0,7.79,77.744h21.2a2.394,2.394,0,0,0,2.379-2.394V56.531A2.39,2.39,0,0,0,29.059,54.154Zm-.77,20.025a1.029,1.029,0,0,1-1.029,1.029H9.475a1.029,1.029,0,0,1-1.029-1.029V64.458a1.029,1.029,0,0,1,1.029-1.029H27.26a1.029,1.029,0,0,1,1.029,1.029v9.721Z"
                          data-name="Path 699"
                          fill="#cf8b40"
                          id="Path_699"
                          transform="translate(-5.411 -51.198)"
                        ></path>
                        <path
                          d="M80.452,5.989h1.64a.841.841,0,0,0,.9-.763V.764a.841.841,0,0,0-.9-.764h-1.64a.841.841,0,0,0-.9.764V5.225A.841.841,0,0,0,80.452,5.989Z"
                          data-name="Path 700"
                          fill="#cf8b40"
                          id="Path_700"
                          transform="translate(-75.518 1.078)"
                        ></path>
                        <path
                          d="M345.359,5.989H347a.841.841,0,0,0,.9-.763V.764A.841.841,0,0,0,347,0h-1.64a.841.841,0,0,0-.9.764V5.225A.841.841,0,0,0,345.359,5.989Z"
                          data-name="Path 701"
                          fill="#cf8b40"
                          id="Path_701"
                          transform="translate(-326.02 1.078)"
                        ></path>
                      </g>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">جداول مرنة</h3>
                <p className="card__description">
                  نتيح لك اختيار الوقت المناسب لجدولك بالإضافة إلى إمكانية
                  التغيير.{" "}
                </p>
              </div>
            </div>
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة منصة سهلة الاستخدام للاطفال"
                    id="ايقونة_منصة_سهلة_الاستخدام_للاطفال"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g id="usability" transform="translate(135.047 793.947)">
                      <path
                        d="M123.567,452v1.284h-1.925a.642.642,0,0,0,0,1.284H131.91a.642.642,0,0,0,0-1.284h-1.925V452Z"
                        data-name="Path 722"
                        fill="#cf8b40"
                        id="Path_722"
                        transform="translate(-115.823 -432.661)"
                      ></path>
                      <path
                        d="M121.642,0A.642.642,0,0,0,121,.642v13.52h11.552V.642A.642.642,0,0,0,131.91,0Zm4.946,10.081-1.925,1.925a.641.641,0,0,1-.908,0l-1.284-1.284a.642.642,0,0,1,.908-.908l.83.83,1.472-1.472a.642.642,0,1,1,.908.908Zm0-3.851-1.925,1.925a.641.641,0,0,1-.908,0l-1.284-1.284a.642.642,0,0,1,.908-.908l.83.83,1.472-1.472a.642.642,0,1,1,.908.908Zm0-3.851L124.663,4.3a.641.641,0,0,1-.908,0l-1.284-1.284a.642.642,0,0,1,.908-.908l.83.83,1.472-1.472a.642.642,0,1,1,.908.908Zm4.039,9.173H128.06a.642.642,0,1,1,0-1.284h2.567a.642.642,0,1,1,0,1.284Zm0-3.851H128.06a.642.642,0,1,1,0-1.284h2.567a.642.642,0,1,1,0,1.284Zm0-3.851H128.06a.642.642,0,1,1,0-1.284h2.567a.642.642,0,1,1,0,1.284Z"
                        data-name="Path 723"
                        fill="#cf8b40"
                        id="Path_723"
                        transform="translate(-115.823)"
                      ></path>
                      <path
                        d="M424.252,60H421V71.595h3.894V60.642A.641.641,0,0,0,424.252,60Z"
                        data-name="Path 724"
                        fill="#cf8b40"
                        id="Path_724"
                        transform="translate(-402.987 -57.433)"
                      ></path>
                      <path
                        d="M.642,363.61H21.265a.641.641,0,0,0,.642-.642V361H0v1.968A.641.641,0,0,0,.642,363.61Z"
                        data-name="Path 725"
                        fill="#cf8b40"
                        id="Path_725"
                        transform="translate(0 -345.554)"
                      ></path>
                      <path
                        d="M3.894,60H.642A.641.641,0,0,0,0,60.642V71.595H3.894Z"
                        data-name="Path 726"
                        fill="#cf8b40"
                        id="Path_726"
                        transform="translate(0 -57.433)"
                      ></path>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">حلقات مخصصة</h3>
                <p className="card__description">
                  تخصيص الحلقات على حسب مستوى الطالب في القراءة والحفظ.{" "}
                </p>
              </div>
            </div>
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة حصص خاصة ومجموعات"
                    id="ايقونة_حصص_خاصة_ومجموعات"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g
                      id="teacher-giving-lecture"
                      transform="translate(127.103 792.681)"
                    >
                      <g
                        data-name="Group 4177"
                        id="Group_4177"
                        transform="translate(0 -0.001)"
                      >
                        <g data-name="Group 4176" id="Group_4176">
                          <path
                            d="M75.8,191.413a15.965,15.965,0,0,0-1.694-6.231,7.784,7.784,0,0,0-2.993-3.749c-.03-.017-.182-.093-.232-.117l-1.73-.811-.831-.713-1.335,1.352.55,4.034-.627.176-.627-.176.55-4.034L65.5,179.792l-.831.713-1.73.811c-.05.024-.2.1-.232.117a7.783,7.783,0,0,0-2.993,3.749,20.233,20.233,0,0,0-1.694,6.231c0,.035,0,.07,0,.105a1.806,1.806,0,0,0,1.843,1.763,1.443,1.443,0,0,0,.221-.017,4.266,4.266,0,0,0,1.352-.458l5.307,1.49.04.009h.006l.029.006a.647.647,0,0,0,.1.008.612.612,0,0,0,.094-.007l.038-.007.041-.009,5.307-1.49a4.264,4.264,0,0,0,1.352.458,1.428,1.428,0,0,0,.221.017,1.806,1.806,0,0,0,1.843-1.763C75.8,191.483,75.8,191.448,75.8,191.413Zm-9.545,1.372-3.461-.972a1.5,1.5,0,0,0,.027-1.8,1.449,1.449,0,0,0-.767-.54v-4.1l4.2,1.18v6.237Zm5.506-3.316a1.448,1.448,0,0,0-.767.54,1.5,1.5,0,0,0,.027,1.8l-3.461.972v-6.237l4.2-1.18v4.1Z"
                            data-name="Path 708"
                            fill="#cf8b40"
                            id="Path_708"
                            transform="translate(-58.011 -169.683)"
                          ></path>
                          <path
                            d="M148.243,10.109c1.752,0,4.1-2.228,4.142-5.964C152.41,1.552,151.2,0,148.243,0s-4.168,1.552-4.142,4.144C144.141,7.881,146.192,10.109,148.243,10.109Zm-.833-4.923c2.142.232,4.009-2.817,3.979-.087-.018,1.635-1.508,4.1-3.146,4.1-1.72,0-2.907-2.051-3.146-4.1C144.837,2.876,148.847,3.383,147.41,5.186Z"
                            data-name="Path 709"
                            fill="#cf8b40"
                            id="Path_709"
                            transform="translate(-139.346)"
                          ></path>
                        </g>
                      </g>
                    </g>
                    <g
                      data-name="teacher-giving-lecture"
                      id="teacher-giving-lecture-2"
                      transform="translate(147.103 792.681)"
                    >
                      <g
                        data-name="Group 4177"
                        id="Group_4177-2"
                        transform="translate(0 -0.001)"
                      >
                        <g data-name="Group 4176" id="Group_4176-2">
                          <path
                            d="M75.8,191.413a15.965,15.965,0,0,0-1.694-6.231,7.784,7.784,0,0,0-2.993-3.749c-.03-.017-.182-.093-.232-.117l-1.73-.811-.831-.713-1.335,1.352.55,4.034-.627.176-.627-.176.55-4.034L65.5,179.792l-.831.713-1.73.811c-.05.024-.2.1-.232.117a7.783,7.783,0,0,0-2.993,3.749,20.233,20.233,0,0,0-1.694,6.231c0,.035,0,.07,0,.105a1.806,1.806,0,0,0,1.843,1.763,1.443,1.443,0,0,0,.221-.017,4.266,4.266,0,0,0,1.352-.458l5.307,1.49.04.009h.006l.029.006a.647.647,0,0,0,.1.008.612.612,0,0,0,.094-.007l.038-.007.041-.009,5.307-1.49a4.264,4.264,0,0,0,1.352.458,1.428,1.428,0,0,0,.221.017,1.806,1.806,0,0,0,1.843-1.763C75.8,191.483,75.8,191.448,75.8,191.413Zm-9.545,1.372-3.461-.972a1.5,1.5,0,0,0,.027-1.8,1.449,1.449,0,0,0-.767-.54v-4.1l4.2,1.18v6.237Zm5.506-3.316a1.448,1.448,0,0,0-.767.54,1.5,1.5,0,0,0,.027,1.8l-3.461.972v-6.237l4.2-1.18v4.1Z"
                            data-name="Path 708"
                            fill="#cf8b40"
                            id="Path_708-2"
                            transform="translate(-58.011 -169.683)"
                          ></path>
                          <path
                            d="M148.243,10.109c1.752,0,4.1-2.228,4.142-5.964C152.41,1.552,151.2,0,148.243,0s-4.168,1.552-4.142,4.144C144.141,7.881,146.192,10.109,148.243,10.109Zm-.833-4.923c2.142.232,4.009-2.817,3.979-.087-.018,1.635-1.508,4.1-3.146,4.1-1.72,0-2.907-2.051-3.146-4.1C144.837,2.876,148.847,3.383,147.41,5.186Z"
                            data-name="Path 709"
                            fill="#cf8b40"
                            id="Path_709-2"
                            transform="translate(-139.346)"
                          ></path>
                        </g>
                      </g>
                    </g>
                    <g
                      data-name="Layer 2"
                      id="Layer_2"
                      transform="translate(137.952 811.008)"
                    >
                      <g id="sync" transform="translate(1.492 7.886)">
                        <path
                          d="M14.168,8.634a.689.689,0,0,0-.9.386,4.881,4.881,0,0,1-4.577,3.013,4.943,4.943,0,0,1-4.3-2.468l1.137.186h.11a.692.692,0,1,0,.11-1.379L2.814,7.9a.627.627,0,0,0-.227,0H2.532a.793.793,0,0,0-.221.1.689.689,0,0,0-.124.124l-.062.069a.579.579,0,0,0-.048.131.3.3,0,0,0-.048.117l-.517,2.758a.689.689,0,0,0,.552.841h.124a.689.689,0,0,0,.689-.565l.255-1.379a6.356,6.356,0,0,0,11.43-.572.689.689,0,0,0-.393-.882Z"
                          data-name="Path 727"
                          fill="#cf8b40"
                          id="Path_727"
                          transform="translate(-1.492 -7.886)"
                        ></path>
                      </g>
                    </g>
                    <g
                      data-name="Layer 2"
                      id="Layer_2-2"
                      transform="translate(139.444 785.894)"
                    >
                      <g
                        data-name="sync"
                        id="sync-2"
                        transform="translate(0 0)"
                      >
                        <path
                          d="M14.168,12.646a.689.689,0,0,1-.9-.386A4.881,4.881,0,0,0,8.688,9.248a4.943,4.943,0,0,0-4.3,2.467l1.137-.186h.11a.691.691,0,1,1,.11,1.378l-2.93.476a.627.627,0,0,1-.227,0H2.532a.793.793,0,0,1-.221-.1.689.689,0,0,1-.124-.124l-.062-.069a.579.579,0,0,1-.048-.131.3.3,0,0,1-.048-.117l-.517-2.757a.689.689,0,0,1,.552-.841h.124a.689.689,0,0,1,.689.565l.255,1.378a6.357,6.357,0,0,1,11.43.572.689.689,0,0,1-.393.882Z"
                          data-name="Path 727"
                          fill="#cf8b40"
                          id="Path_727-2"
                          transform="translate(-1.492 -7.886)"
                        ></path>
                      </g>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">حلقات فردية و جماعية</h3>
                <p className="card__description">
                  {" "}
                  متاح حلقات فردية مع المعلم الخاص بك, و حلقات جماعية لتشجيعك.{" "}
                </p>
              </div>
            </div>
            <div className="coll-12 col-lg-4 col-md-6">
              <div className="card">
                <svg
                  height="46"
                  viewBox="0 0 46 46"
                  width="46"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g
                    data-name="ايقونة تحفيظ الاطفال وقت الحة"
                    id="ايقونة_تحفيظ_الاطفال_وقت_الحة"
                    transform="translate(-123 -782)"
                  >
                    <rect
                      data-name="Rectangle 1211"
                      fill="#cf8b40"
                      height="46"
                      id="Rectangle_1211"
                      opacity="0.35"
                      rx="8"
                      transform="translate(123 782)"
                      width="46"
                    ></rect>
                    <g
                      id="teacher-sitting-on-a-chair-reading-for-students-children-sitting-on-the-floor-in-front-of-him"
                      transform="translate(131.988 788.427)"
                    >
                      <g
                        data-name="Group 4178"
                        id="Group_4178"
                        transform="translate(0 4.83)"
                      >
                        <path
                          d="M16.233,24.53l5.732-1.652-.4-1.4-2.011.579-2.854.822-.867.25Z"
                          data-name="Path 715"
                          fill="#cf8b40"
                          id="Path_715"
                          transform="translate(3.601 -1.043)"
                        ></path>
                        <path
                          d="M21.636,22.511l-.315-.075.05.177.048.167-.166.048-2.076.6,2.124.5Z"
                          data-name="Path 716"
                          fill="#cf8b40"
                          id="Path_716"
                          transform="translate(4.362 -0.825)"
                        ></path>
                        <path
                          d="M16.367,21.35l-.335,1.415.271.066,2.858-.825Z"
                          data-name="Path 717"
                          fill="#cf8b40"
                          id="Path_717"
                          transform="translate(3.647 -1.072)"
                        ></path>
                        <path
                          d="M16.054,15.512a2.8,2.8,0,1,0,5.6,0c0-.967.338-1.851-.406-2.354a9.629,9.629,0,0,0-2.993-.447,3.891,3.891,0,0,0-2.073.976C15.577,14.2,16.054,14.654,16.054,15.512Zm.851-.275a1.5,1.5,0,0,1,.865.076l.86-.419s-.437.633-.043.419a4.863,4.863,0,0,1,2.352-.075,2.043,2.043,0,0,1,.032.338,2.051,2.051,0,1,1-4.1,0A2.6,2.6,0,0,1,16.9,15.237Z"
                          data-name="Path 718"
                          fill="#cf8b40"
                          id="Path_718"
                          transform="translate(3.611 -3.037)"
                        ></path>
                        <path
                          d="M24.5,21.664l-3.183-3.911h-3.7l-3.882,4.259.815.837,2.775-2.371.016,1.628,2.518.59,1.8-.43.014-1.7L23.9,22.846Z"
                          data-name="Path 719"
                          fill="#cf8b40"
                          id="Path_719"
                          transform="translate(3.124 -1.89)"
                        ></path>
                        <circle
                          cx="2.951"
                          cy="2.951"
                          data-name="Ellipse 166"
                          fill="#cf8b40"
                          id="Ellipse_166"
                          r="2.951"
                          transform="translate(3.53)"
                        ></circle>
                        <path
                          d="M3.55,21.995,2.02,25.364l.924.421,1.722-3.79H7.191l1.655,3.783.93-.408L8.3,21.995H9.372V20.468H3.549l-2.07-8.276L0,12.563l2.358,9.432Z"
                          data-name="Path 720"
                          fill="#cf8b40"
                          id="Path_720"
                          transform="translate(0 -3.155)"
                        ></path>
                        <path
                          d="M4.192,10.711l-.5,10.032H10.84v6.211h2.655V18.678H7.917l.018-5L10.8,16.366v-.009l.236-.1-.42.54,4.883-.4,4.246-5.463-.029,0-1.1-1.987L17.2,11.145l-2.333.19L13.04,13.681l-2.2.913-3.3-3.884H4.192Zm7.793,5.155L14.549,14.8l-.605-1.455,1.18-1.518,3.509-.285-3.4,4.373-3.508.286Z"
                          data-name="Path 721"
                          fill="#cf8b40"
                          id="Path_721"
                          transform="translate(0.84 -3.892)"
                        ></path>
                      </g>
                    </g>
                  </g>
                </svg>
                <h3 className="card__title">حلقات للأطفال</h3>
                <p className="card__description">
                  متاح من سن 4 سنوات حلقات مباشرة تعليم القرآن الكريم واللغة
                  العربية.{" "}
                </p>
              </div>
            </div>
          </div>
        </div>
      </article>
    </div>
  );
}
